Repository: suriya-mee29/WatchMyMind
Catalog: WatchMyMind/*.lproj/Localizable.strings
Languages: th

# vc.placeholder.username
source: username
th: ชื่อผู้ใช้

# vc.placeholder.password
source: plassword
th: รหัสผ่าน

# vc.placeholder.login
source: login
th: เข้าสู่ระบบ

# vc.header.movement
source: burning
th: การเผาผลาญ

# vc.header.sleeping.asleep
source: Asleep
th: เวลาหลับ

# vc.header.sleeping.inbed
source: Inbed
th: เวลาบนเตียง

# vc.header.standing
source: standing
th: การยืน

# vc.header.steping
source: steping
th: จำนวนก้าว

# vc.header.kcal
source: kcal
th: กิโลเเคลอลอรี่

# vc.header.hr
source: hr
th: ชั่วโมง

# vc.header.steps
source: steps
th: ก้าว

# vc.header.autoactivity
source: auto activity
th: กิจกรรมแบบสำเร็จ

# vc.header.manualctivity
source: manual activity
th: กิจกรรมแบบสร้าง

# vc.control.login
source: logout
th: ออกจากระบบ

# vc.control.start
source: start
th: เริ่ม

# vc.watting.header
source: waiting
th: กรุณารอการยืนยันเพื่อเข้ารับบริการ

# vc.activity.message
source: Please contact the Psychologist to confirm a new client.
th: โปรดติดต่อนักจิตวิทยาเพื่อยืนยันการเข้ารับบริการ

# vc.activity.description.everyday
source: Every day
th: ทำทุกวัน

# vc.activity.description.someday
source: Someday, at least
th: ทำบางวันอย่างน้อย

# vc.activity.description.days
source: days
th: วัน

# vc.activity.description.minsperday
source: Mins/Day
th: นาที/วัน

# vc.activity.description.timeperday
source: Time/Day
th: รอบ/วัน

# vc.activity.description.breathing
source: BREATHING
th: การฝึกหายใจ

# vc.activity.description.execise
source: EXERCISE
th: การออกกำลังกาย
